Repository: Cawa94/TimeToGoal
Catalog: YourGoal/Resources/*.lproj/Localizable.strings
Languages: es, it

# motivational_sentence_2
source: A person who never made a mistake never tried anything new
es: Una persona que nunca cometió un error, nunca intentó nada nuevo
it: Una persona che non ha mai commesso un errore non ha mai provato nulla di nuovo

# motivational_sentence_3
source: Change your life today. Don't gamble on the future, act now, without delay
es: Cambie su vida hoy. No juegue con el futuro, actúe ahora, sin demora
it: Cambia la tua vita oggi. Non scommettere sul futuro, agisci ora, senza indugio

# motivational_sentence_4
source: It does not matter how slowly you go as long as you do not stop
es: No importa lo lento que vayas siempre que no te detengas
it: Non importa quanto lentamente vai fintanto che non ti fermi

# motivational_author_4
source: Confucius
es: Confucio
it: Confucio

# motivational_sentence_5
source: Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious
es: Mire hacia las estrellas y no hacia sus pies. Trate de encontrarle sentido a lo que ve y pregúntese qué hace que exista el universo. Sea curioso
it: Guarda le stelle e non i tuoi piedi. Cerca di dare un senso a ciò che vedi e chiediti cosa fa esistere l'universo. Sii curioso

# motivational_sentence_6
source: Start where you are. Use what you have. Do what you can
es: Empiece donde está. Utilice lo que tenga. Haga lo que pueda
it: Inizia da dove sei. Usa quello che hai. Fai quello che puoi

# motivational_sentence_7
source: Difficulties increase the nearer we get to the goal
es: Las dificultades aumentan cuanto más nos acercamos a la meta
it: Le difficoltà aumentano man mano che ci avviciniamo all'obiettivo

# motivational_sentence_8
source: Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it
es: Haz lo único que crees que no puedes hacer. No lo hagas. Inténtalo de nuevo. Hazlo mejor la segunda vez. Las únicas personas que nunca se caen son las que nunca se suben a la cuerda floja. Este es tu momento. Reconócelo
it: Fai l'unica cosa che pensi di non poter fare. Fallisci. Riprova. Fai meglio la seconda volta.

# motivational_sentence_9
source: If you can dream it, you can do it
es: Si puedes soñarlo, puedes hacerlo
it: Se puoi sognarlo, puoi farlo

# motivational_sentence_10
source: There is only one corner of the universe you can be certain of improving, and that's your own self
es: Sólo hay un rincón del universo en el que puedes estar seguro de mejorar, y ese es tu propio yo
it: C'è solo un angolo dell'universo che puoi essere certo di migliorare, ed è te stesso

# motivational_sentence_11
source: If you aren't going all the way, why go at all?
es: Si no va hasta el final, ¿por qué hacerlo?
it: Se non vai fino in fondo, perché andare?

# motivational_sentence_12
source: Without hard work, nothing grows but weeds
es: Sin trabajo duro, nada crece más que malas hierbas
it: Senza un duro lavoro, non cresce nulla tranne le erbacce

# motivational_sentence_13
source: The secret of getting ahead is getting started
es: El secreto para salir adelante es empezar
it: Il segreto per andare avanti è iniziare

# motivational_sentence_14
source: We should not give up and we should not allow the problem to defeat us
es: No debemos rendirnos y no debemos permitir que el problema nos derrote
it: Non dobbiamo arrenderci e non dobbiamo permettere che il problema ci sconfigga

# motivational_sentence_15
source: Always do your best. What you plant now, you will harvest later
es: Haz siempre tu mejor esfuerzo. Lo que siembres ahora, lo cosecharás más tarde
it: Fai sempre del tuo meglio. Ciò che pianti ora, lo raccoglierai più tardi

# motivational_sentence_16
source: Do something wonderful, people may imitate it
es: Haz algo maravilloso, la gente puede imitarlo
it: Fai qualcosa di meraviglioso, le persone potrebbero imitarlo

# motivational_sentence_17
source: I can, therefore I am
es: Puedo, luego existo
it: Il segreto per andare avanti è iniziare

# motivational_author_17
source: Simone Weil
it: Mark Twain

# motivational_sentence_18
source: To accomplish great things, we must not only act, but also dream; not only plan, but also believe
es: Para lograr grandes cosas, no solo debemos actuar, sino también soñar; no solo planificar, sino también creer
it: Per realizzare grandi cose, non dobbiamo solo agire, ma anche sognare; non solo pianificare, ma anche credere

# motivational_sentence_19
source: Learn from yesterday, live for today, hope for tomorrow
es: Aprende del ayer, vive el hoy, espera el mañana
it: Impara da ieri, vivi per oggi, spera per domani

# motivational_sentence_20
source: Your talent is God's gift to you. What you do with it is your gift back to God
es: Tu talento es un regalo de Dios para ti. Lo que hagas con él es tu regalo de vuelta a Dios
it: Il tuo talento è un dono di Dio per te. Quello che ne fai è il tuo dono di ritorno a Dio

# motivational_sentence_21
source: Let us sacrifice our today so that our children can have a better tomorrow
es: Sacrifiquemos nuestro hoy para que nuestros hijos puedan tener un mañana mejor
it: Sacrifichiamo il nostro oggi in modo che i nostri figli possano avere un domani migliore

# motivational_sentence_22
source: Life is 10% what happens to you and 90% how you react to it
es: La vida es un 10% de lo que te sucede y un 90% de cómo reaccionas
it: La vita è il 10% di ciò che ti accade e il 90% di come reagisci

# motivational_sentence_23
source: Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins
es: El aprendizaje es el comienzo de la riqueza. El aprendizaje es el comienzo de la salud. El aprendizaje es el comienzo de la espiritualidad. La búsqueda y el aprendizaje es donde comienza todo el proceso del milagro
it: Le difficoltà aumentano man mano che ci avviciniamo all'obiettivo

# motivational_author_23
source: Jim Rohn
it: Johann Wolfgang von Goethe

# motivational_sentence_24
source: I know not age, nor weariness nor defeat
es: No conozco la edad, ni el cansancio ni la derrota
it: La qualità non è un'azione, è un'abitudine

# motivational_author_24
source: Rose Kennedy
it: Aristotele

# motivational_sentence_25
source: Quality is not an act, it is a habit
es: La calidad no es un acto, es un hábito
it: La qualità non è un'azione, è un'abitudine

# motivational_author_25
source: Aristotle
es: Aristóteles
it: Aristotele

# motivational_sentence_26
source: Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence
es: El optimismo es la fe que conduce al logro. Nada se puede hacer sin esperanza y confianza
it: L'ottimismo è la fede che porta al successo. Niente può essere fatto senza speranza e fiducia

# motivational_sentence_27
source: Motivation is the art of getting people to do what you want them to do because they want to do it
es: La motivación es el arte de conseguir que las personas hagan lo que tú quieres que hagan porque quieren hacerlo
it: Chi guadagna forza superando gli ostacoli possiede l'unica forza che può superare le avversità

# motivational_author_27
source: Dwight D. Eisenhower
it: Albert Schweitzer

# motivational_sentence_28
source: One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity
es: Quien gana fuerza superando obstáculos posee la única fuerza que puede superar la adversidad
it: Chi guadagna forza superando gli ostacoli possiede l'unica forza che può superare le avversità

# motivational_sentence_29
source: Difficulties increase the nearer we get to the goal
es: Las dificultades aumentan cuanto más nos acercamos a la meta
it: Le difficoltà aumentano man mano che ci avviciniamo all'obiettivo

# motivational_sentence_30
source: Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy
es: ¡Cree en ti mismo! ¡Ten fe en tus habilidades! Sin una confianza humilde pero razonable en tus propios poderes, no puedes tener éxito ni ser feliz
it: Credi in te stesso! Abbi fede nelle tue capacità! Senza un'umile ma ragionevole fiducia nei tuoi poteri non puoi avere successo o essere felice

# motivational_sentence_31
source: What you get by achieving your goals is not as important as what you become by achieving your goals
es: Lo que obtienes al lograr tus metas no es tan importante como lo que te conviertes al lograr tus metas
it: Ciò che ottieni raggiungendo i tuoi obiettivi non è importante quanto ciò che diventi raggiungendo i tuoi obiettivi

# motivational_sentence_32
source: The more man meditates upon good thoughts, the better will be his world and the world at large
es: Cuanto más medite el hombre sobre los buenos pensamientos, mejor será su mundo y el mundo en general
it: Più un uomo medita su buoni pensieri, meglio sarà il suo mondo e il mondo in generale

# motivational_author_32
source: Confucius
es: Confucio
it: Confucio

# motivational_sentence_33
source: Knowing is not enough; we must apply!
es: Saber no es suficiente; ¡debemos aplicar!
it: Fai le cose difficili finché sono facili e fai le cose grandi finché sono piccole. Un viaggio di mille miglia deve iniziare con un solo passo

# motivational_author_33
source: Johann Wolfgang von Goethe
it: Laozi

# motivational_sentence_34
source: Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step
es: Haz las cosas difíciles mientras sean fáciles y las grandes mientras sean pequeñas. Un viaje de mil millas debe comenzar con un solo paso
it: Fai le cose difficili finché sono facili e fai le cose grandi finché sono piccole. Un viaggio di mille miglia deve iniziare con un solo passo

# motivational_sentence_35
source: You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand
es: No está aquí simplemente para ganarse la vida. Está aquí para permitir que el mundo viva más ampliamente, con una visión más amplia, con un espíritu más fino de esperanza y logros. Está aquí para enriquecer al mundo, y te empobreces si olvidas el recado
it: Non sei qui solo per guadagnarti da vivere. Sei qui per consentire al mondo di vivere in modo più ampio, con una visione più ampia, con uno spirito più sottile di speranza e di successo. Sei qui per arricchire il mondo

# motivational_sentence_36
source: Only I can change my life. No one can do it for me
es: Solo yo puedo cambiar mi vida. Nadie puede hacerlo por mí
it: Solo io posso cambiare la mia vita. Nessuno può farlo per me

# motivational_sentence_37
source: I will prepare and some day my chance will come
es: Me prepararé y algún día llegará mi oportunidad
it: Mi preparerò e un giorno arriverà la mia occasione

# motivational_sentence_38
source: You can't cross the sea merely by standing and staring at the water
es: No se puede cruzar el mar simplemente estando de pie y mirando el agua
it: Non puoi attraversare il mare semplicemente stando in piedi e fissando l'acqua

# motivational_sentence_39
source: Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time
es: Nuestra mayor debilidad radica en darnos por vencidos. La forma más segura de tener éxito es siempre intentarlo una vez más
it: La nostra più grande debolezza sta nel rinunciare. Il modo più sicuro per avere successo è sempre provare ancora una volta

# motivational_sentence_40
source: Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along
es: No espere; el momento nunca será 'perfecto'. Empiece desde donde esté y trabaje con las herramientas que tenga a su alcance, y encontrará mejores herramientas a medida que avanza
it: Non aspettare; il tempo non sarà mai 'giusto'. Inizia da dove ti trovi e lavora con qualsiasi strumento tu abbia a disposizione, e man mano che procedi troverai strumenti migliori

# motivational_sentence_41
source: The key is to keep company only with people who uplift you, whose presence calls forth your best
es: La clave es hacer compañía solo a las personas que te animan, cuya presencia despierta lo mejor de ti
it: Se vuoi avere successo, dovresti imbatterti in nuove strade, piuttosto che percorrere i sentieri logori del successo accettato

# motivational_author_41
source: Epictetus
es: Epicteto
it: John Locke

# motivational_sentence_42
source: If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success
es: Si quiere triunfar, debería emprender nuevos caminos, en lugar de recorrer los desgastados caminos del éxito aceptado
it: Se vuoi avere successo, dovresti imbatterti in nuove strade, piuttosto che percorrere i sentieri logori del successo accettato

# motivational_sentence_43
source: Try not to become a man of success, but rather try to become a man of value
es: Trate de no convertirse en un hombre de éxito, sino más bien trate de convertirse en un hombre de valor
it: Cerca di non diventare un uomo di successo, ma piuttosto cerca di diventare un uomo di valore

# motivational_sentence_44
source: You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life
es: Nunca serás feliz si sigues buscando en qué consiste la felicidad. Nunca vivirás si buscas el sentido de la vida
it: Non sarai mai felice se continui a cercare in cosa consiste la felicità. Non vivrai mai se cerchi il senso della vita

# motivational_sentence_45
source: Most people are about as happy as they make up their minds to be
es: La mayoría de las personas son tan felices como deciden serlo
it: La maggior parte delle persone è felice tanto quanto decide di esserlo

# motivational_sentence_46
source: Trust only movement. Life happens at the level of events, not of words. Trust movement
es: Confíe sólo en el movimiento. La vida ocurre a nivel de eventos, no de palabras. Confíe en el movimiento
it: Fidati solo del progresso. La vita accade a livello di fatti, non di parole.

# motivational_sentence_47
source: Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful
es: El éxito no es la clave de la felicidad. La felicidad es la clave del éxito. Si amas lo que haces, tendrás éxito
it: Il successo non è la chiave della felicità. La felicità è la chiave del successo. Se ami quello che stai facendo, avrai successo

# motivational_sentence_48
source: If A is success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut
es: Si A es el éxito en la vida, entonces A es igual a x más y más z. El trabajo es x; y es juego; yz es mantener la boca cerrada
it: Nessun piano valido per il futuro può essere fatto da coloro che non hanno la capacità di vivere adesso

# motivational_author_48
source: Albert Einstein
it: Alan Watts

# motivational_sentence_49
source: No valid plans for the future can be made by those who have no capacity for living now
es: Quienes no tienen la capacidad de vivir ahora no pueden hacer planes válidos para el futuro
it: Nessun piano valido per il futuro può essere fatto da coloro che non hanno la capacità di vivere adesso

# motivational_sentence_50
source: The future belongs to those who prepare for it today
es: El futuro pertenece a quienes se preparan hoy para él
it: Il futuro appartiene a coloro che lo preparano oggi

# placeholder_first_goal
source: My first Goal
es: Mi primero objetivo
it: Il mio primo Obiettivo

# placeholder_why_definition
source: It's important for me to reach this goal because...
es: Es importante para mi conseguir este objetivo porque...
it: È importante per me raggiungere questo obiettivo perchè...

# profile_name
source: Name
es: Nombre
it: Nome

# profile_title
source: Profile
es: Perfil
it: Profilo

# statistics_current_streak_days
source: Current streak
es: Días consecutivos
it: Giorni consecutivi

# statistics_record_streak_days
source: Best streak
es: Record días consecutivos
it: Record giorni consecutivi

# statistics_complete_goals
source: Goals completed
es: Objetivos cumplidos
it: Obiettivi completati

# statistics_perfect_weeks
source: Perfect weeks
es: Semanas perfectas
it: Settimane perfette

# statistics_title
source: Progress
es: Progreso
it: Progressi

# tutorial_introduction_first_step
source: Have you ever wanted to reach a goal or introduce a new habit in your life, but you were not able to remain constant over time? This is because the lack of a clear goal to reach made you lose view of what you initially wanted.
es: ¿Alguna vez has querido alcanzar una meta o introducir un nuevo hábito en tu vida, pero no pudiste seguir siendo efectivo con el tiempo? Esto se debe a que la falta de una meta clara que alcanzar te hizo perder de vista lo que inicialmente querías.
it: Ti è mai capitato di voler raggiungere un obiettivo o voler introdurre una nuova abitudine nella tua vita, ma non riuscire a rimanere contante nel tempo? Questo perchè la mancanza di un chiaro traguardo da raggiungere ti hanno fatto perdere di vista ciò che volevi inizialmente.

# tutorial_introduction_second_step
source: TimeToGoal is the first app that will allow you to create and track SMART goals and habits. It's crazy to think about introducing new habits into your routine without having a clear idea of ​​what you want and why you want it.
es: TimeToGoal es la primera aplicación que te permitirá crear y realizar un seguimiento de objetivos y hábitos SMART. Es una locura pensar en introducir nuevos hábitos en tu rutina sin tener una idea clara de lo que quiere y por qué lo quieres.
it: TimeToGoal è la prima app che ti consentirà di creare e tracciare obiettivi e abitudini SMART. È una follia pensare di introdurre nella tua routine nuove abitudini senza avere ben chiaro cosa vuoi e soprattutto perchè lo vuoi.

# tutorial_introduction_third_step
source: TimeToGoal will ask you all the questions you need in order to understand what you want and how you can get it. You will be able to track your progress on a calendar, to have a clear view of your goals and feel the sensation to be making progress.
es: TimeToGoal te hará todas las preguntas que necesites para entender lo que quieres y cómo conseguirlo. Podrás seguir tu progreso en un calendario, para tener una visión clara de tus objetivos y sentir la sensación de estar progresando.
it: TimeToGoal ti porrà tutte le domande necessarie per comprendere ciò che vuoi e capire come fare per ottenerlo. Potrai tenere sotto controllo i tuoi progressi su un calendario, per avere una chiara visione dei tuoi traguardi e percepire la sensazione di stare facendo progressi.

# tutorial_introduction_fourth_step
source: And it doesn't end here! TimeToGoal provides you with a journal where you can write your thoughts and moods, useful statistics to analyze your habits and a series of personal challenges to complete. Are you ready to achieve success?
es: ¡Y no termina aquí! TimeToGoal te proporciona un diario en el que puedes escribir tus pensamientos y estados de ánimo, estadísticas útiles para analizar tus hábitos y una serie de desafíos personales para alcanzar. Are ¿Estás listo para lograr el éxito?
it: E non finisce qui! TimeToGoal ti mette a disposizione un diario dove scrivere i tuoi pensieri e i tuoi stati d'animo, statistiche utili ad analizzare le tue abitudini e una serie di sfide personali da completare. Sei pronto a raggiungere il successo?

# tutorial_introduction_button
source: Let's get started!
es: ¡Empecemos!
it: Iniziamo!

# tutorial_introduction_title
source: Welcome! 👊😎
es: ¡Bienvenido! 👊😎
it: Benvenuto!👊😎

# screenshots_first_goal_name
source: Exercise
es: Ejercicio
it: Fare attività fisica

# screenshots_first_goal_why
source: I want to feel proud of my body, have more energy during the day and feel better when I leave the house
es: Quiero sentirme orgulloso de mi cuerpo, tener más energía durante el día y sentirme mejor cuando salga de casa
it: Voglio sentirmi orgoglioso del mio corpo, avere più energia durante la giornata e sentirmi in forma quando esco di casa

# screenshots_second_goal_name
source: Plan your day
es: Planificar mi día
it: Pianificare la giornata

# screenshots_second_goal_why
source: I want to organize my time better and be more productive
es: Quiero organizar mejor mi tiempo y ser más productivo
it: Voglio organizzare meglio il mio tempo ed essere più produttivo

# screenshots_third_goal_name
source: Read
es: Leer
it: Leggere

# screenshots_third_goal_why
source: I want to spend my free time better and learn new things
es: Quiero pasar mejor mi tiempo libre y aprender cosas nuevas
it: Voglio spendere meglio il mio tempo libero e imparare cose nuove

# screenshots_fourth_goal_name
source: Write in the diary
es: Escribir en mi diario
it: Scrivere nel diario

# screenshots_fourth_goal_why
source: I want to keep track of my days and my moods to understand myself better
es: Quiero hacer un seguimiento de mis días y mi estado de ánimo para entenderme mejor
it: Voglio tenere traccia delle mie giornate e dei miei stati d'animo per comprendermi meglio

# screenshots_journal_text
source: Today I was able to do everything I wanted. I feel amazing!. It's really cool to be productive and able to stay consistent day after day.
es: Hoy pude hacer lo que quería. Me siento muy bien. Es muy guay ser productivo y poder mantener la constancia día tras día.
it: Oggi sono riuscito a fare tutto ciò che volevo. Mi sento benissimo. È davvero bello essere produttivi e riuscire a rimanere costanti giorno dopo giorno.
