Repository: Cawa94/TimeToGoal
Catalog: YourGoal/Resources/*.lproj/Localizable.strings
Languages: es, it

# add_goal_days_required
source: -%@ days
es: -%@ días
it: -%@ giorni

# add_goal_extimated_date_title
source: You'll reach your goal by the:
es: Alcanzarás tu objetivo el:
it: Raggiungerai il tuo obiettivo il:

# add_goal_hours_for_day_title
source: How many hours you'll work each day?
es: ¿Cuántas horas al día trabajaras en ello?
it: Quante ore al giorno ci lavorerai?

# add_goal_hours_required_title
source: How many hours will it take?
es: ¿Cuántas horas tomará?
it: Quante ore ci vogliono?

# add_goal_type_title
source: What will you create?
es: ¿Qué vas a crear?
it: Cosa vuoi creare?

# add_goal_habit_category_title
source: What kind of habit?
es: ¿Qué tipo de objetivo quieres alcanzar?
it: Che tipo di abitudine?

# add_goal_customize_title
source: Customize your goal
es: Personaliza tu objetivo
it: Personalizza il tuo obiettivo

# add_goal_missing_name
source: First give a name to your goal
es: Nombra tu objetivo primero
it: Dai prima un nome al tuo obiettivo

# add_goal_missing_total_time
source: Set the total number of %@
es: Estableces el número total de% @
it: Imposta il numero totale di %@

# add_goal_missing_work_time
source: Set at least 1 work day
es: Estableces al menos 1 día laboral
it: Imposta almeno 1 giorno di lavoro

# add_goal_first_title
source: New goal
es: Nuevo objetivo
it: Nuovo obiettivo

# add_goal_smart_goal_definition
source: Something with a well-defined duration, which has a beginning and an end
es: Algo con una duración bien definida, que tiene un principio y un final
it: Qualcosa dalla duarata ben definita, che ha un inizio e una fine

# add_goal_smart_habit_definition
source: Something that repeats itself over time, every week or every month
es: Algo que se repite con el tiempo, cada semana o cada mes
it: Qualcosa che si ripete nel tempo, ogni settimana o ogni mese

# add_goal_pick_habit
source: Choose an habit
es: Elige un hábito
it: Scegli un'abitudine

# add_goal_pick_goal
source: Choose a goal
es: Elije un objetivo
it: Scegli un obiettivo

# all_goals_archived
source: Archived
es: Archivado
it: Archiviati

# all_goals_doing
source: In progress
es: En curso
it: In corso

# all_goals_title
source: My goals
es: Mis objetivos
it: Obiettivi

# challenge_first_name
source: Create your first SMART habit
es: Crea tu primer hábito SMART
it: Crea la tua prima abitudine SMART

# challenge_second_name
source: Create your first SMART goal
es: Crea tu primer objetivo INTELIGENTE
it: Crea il tuo primo obiettivo SMART

# challenge_third_name
source: Complete a perfect week 50 times
es: Completa una semana perfecta 50 veces
it: Realizza una settimana perfetta 50 volte

# challenge_fourth_name
source: Complete a perfect week 25 times
es: Completa una semana perfecta 25 veces
it: Realizza una settimana perfetta 25 volte

# challenge_fifth_name
source: Complete a perfect week 10 times
es: Completa una semana perfecta 10 veces
it: Realizza una settimana perfetta 10 volte

# challenge_sixth_name
source: Pick an avatar for your profile
es: Elije un avatar para tu perfil
it: Scegli un avatar per il tuo profilo

# challenge_seventh_name
source: Insert your name
es: Inserta tu nombre
it: Inserisci il tuo nome

# challenge_eigth_name
source: Track an habit 100 times
es: Seguimiento de un hábito 100 veces
it: Traccia un'abitudine 100 volte

# challenge_nineth_name
source: Track an habit 50 times
es: Seguimiento de un hábito 50 veces
it: Traccia un'abitudine 50 volte

# challenge_tenth_name
source: Track an habit 20 times
es: Seguimiento de un hábito 20 veces
it: Traccia un'abitudine 20 volte

# challenge_eleventh_name
source: Complete a SMART goal
es: Completa una meta SMART
it: Completa un obiettivo SMART

# challenge_twelveth_name
source: Create 5 SMART habits
es: Crea 5 hábitos SMART
it: Crea 5 abitudini SMART

# challenge_thirtheenth_name
source: Create 5 SMART goals
es: Crea 5 objetivos SMART
it: Crea 5 obiettivi SMART

# challenge_fourteenth_name
source: Complete all your habits for 100 consecutive days
es: Completa todos tus hábitos durante 100 días consecutivos
it: Completa tutte le abitudini per 100 giorni consecutivi

# challenge_fifteenth_name
source: Complete all your habits for 50 consecutive days
es: Completa todos tus hábitos durante 50 días consecutivos
it: Completa tutte le abitudini per 50 giorni consecutivi

# challenge_sixteenth_name
source: Complete all your habits for 20 consecutive days
es: Completa todos tus hábitos durante 20 días consecutivos
it: Completa tutte le abitudini per 20 giorni consecutivi

# global_add
source: Add
es: Agregar
it: Aggiungi

# global_add_goal
source: Add Goal
es: Agregar Objetivo
it: Aggiungi Obiettivo

# global_archive
source: Archive
es: Archivar
it: Archivia

# global_color
source: Color
it: Colore

# global_details
source: Details
es: Detalles
it: Dettagli

# global_estimated
source: Date estimated
es: Fecha estimada
it: Data stimata

# global_friday
source: Friday
es: Viernes
it: Venerdì

# global_hours
source: Hours
es: Horas
it: Ore

# global_icon
source: Icon
es: Icono
it: Icona

# global_journal
source: Journal
es: Mi diario
it: Diario

# global_minutes
source: Minutes
es: Minutos
it: Minuti

# global_monday
source: Monday
es: Lunes
it: Lunedì

# global_next
source: Next
es: Siguiente
it: Avanti

# global_saturday
source: Saturday
es: Sábado
it: Sabato

# global_sunday
source: Sunday
es: Domingo
it: Domenica

# global_thursday
source: Thursday
es: Jueves
it: Giovedì

# global_time_required
source: Time required
it: Tempo richiesto

# global_tuesday
source: Tuesday
es: Martes
it: Martedì

# global_update
source: Update
es: Actualizar
it: Aggiorna

# global_wait
source: Wait!
es: Esperate!
it: Aspetta!

# global_wednesday
source: Wednesday
es: Miércoles
it: Mercoledì

# global_smart_goal
source: SMART goal
es: Objetivo SMART
it: Obiettivo SMART

# global_smart_habit
source: SMART habit
es: Hábito SMART
it: Abitudine SMART

# global_your_goal
source: Your goal
es: Tu objetivo
it: Il tuo obiettivo

# global_weekly
source: Every week
es: Cada semana
it: Alla settimana

# global_monthly
source: Every month
es: Cada mes
it: Al mese

# global_week_frame
source: Weekly
es: Semanalmente
it: Settimanale

# global_month_frame
source: Monthly
es: Mensual
it: Mensile

# global_undefined
source: Undefined
es: Indefinido
it: Non definito

# global_reactivate
source: Reactivate
es: Reactivar
it: Riattiva

# global_cancel
source: Cancel
es: Cancelar
it: Cancella

# global_edit
source: Edit
es: Editar
it: Modifica

# global_archived
source: Archived
es: Archivado
it: Archiviato

# global_current_streak
source: Current streak
es: Racha actual
it: Striscia attuale

# global_best_streak
source: Best streak
es: Mejor racha
it: Miglior striscia

# global_streak_days
source: %@ days
es: %@ días
it: %@ giorni

# goal_new_goal
source: New goal / habit
es: Nuevo objetivo / habito
it: Nuovo obiettivo / abitudine

# goal_reached_target
source: You reached your goal!
es: ¡Alcanzaste tu objetivo!
it: Hai raggiunto il tuo obiettivo!

# goal_weekly_target_reached
source: Weekly target achieved!
es: ¡Objetivo semanal alcanzado!
it: Obiettivo settimanale completato!

# goal_monthly_target_reached
source: Monthly target achieved!
es: ¡Objetivo mensual alcanzado!
it: Obiettivo mensile completato!

# goal_name_question
source: Goal title (max 50 characters)
es: Nombre del objetivo (máx 50 caracteres)
it: Titolo dell'obiettivo (max 50 caratteri)

# goal_time_frame
source: Frequency
es: Frecuencia
it: Frequenza

# goal_main_question
source: What goal do you want to accomplish?
es: ¿Qué objetivo deseas lograr?
it: Che obiettivo vuoi raggiungere?

# goal_why_question
source: What makes important for you to achieve it?
es: ¿Qué hace que sea importante para usted lograrlo?
it: Perchè è importante raggiungere questo obiettivo?

# goal_what_change_question
source: What will change for you when you'll have accomplish it?
es: ¿Qué cambiará cuando lo hayas logrado?
it: Cosa cambierà per te quando l'avrai raggiunto?

# goal_support_question
source: What could support you in your journey?
es: ¿Qué podría ayudarte en tu viaje?
it: Chi o cosa potrebbe supportarti nel raggiungerlo?

# goal_time_for_day
source: %@ per day
es: %@ por día
it: %@ al giorno

# goal_time_spent
source: How many progress have you made?
es: ¿Cuánto has avanzado?
it: Quanti progressi hai fatto?

# goal_what_days
source: What days will you do it?
es: ¿Qué días lo harás?
it: Che giorni lo farai?

# goal_marathon_name
source: Run for x chilometers
es: Correr x chilometers
it: Corri per tot chilometri

# goal_marathon_goal_sentence
source: of running
es: de carrera
it: di corsa

# goal_website_name
source: Create your website
es: Crear tu sitio web
it: Crea il tuo sito web

# goal_website_goal_sentence
source: of work
es: de trabajo
it: di lavoro

# goal_read_book
source: Read a book
es: Leer un libro
it: Leggi un libro

# goal_read_book_goal_sentence
source: of reading
es: de lectura
it: di lettura

# goal_custom_name
source: Custom
es: Personalizado
it: Personalizzato

# habit_name_question
source: Habit name (max 50 characters)
es: Nombre del hábito (máximo 50 caracteres)
it: Nome dell'abitudine (max 50 caratteri)

# habit_why_question
source: Why is it important to introduce this new habit?
es: ¿Por qué es importante introducir este nuevo hábito?
it: Perchè è importante introdurre questa nuova abitudine?

# habit_what_change_question
source: What changes will you notice in your life in a few months?
es: ¿Qué cambios notará en tu vida dentro de unos meses?
it: Quali cambiamenti potrai notare nella tua vita fra qualche mese?

# habit_support_question
source: Who or what could support you in staying constant?
es: ¿Quién o qué podría ayudarte a mantenerte constante?
it: Chi o cosa potrebbe supportarti nel rimanere costante?

# habit_category_body_name
source: Body
es: Cuerpo
it: Corpo

# habit_category_body_subtitle
source: Running, exercises, yoga
es: Correr, ejercicios, yoga
it: Corsa, esercizi, yoga

# habit_category_mind_name
source: Mind
es: Mente
it: Mente

# habit_category_mind_subtitle
source: Reading, meditation, gratitude
es: Lectura, meditación, gratitud
it: Lettura, meditazione, gratitudine

# habit_category_relationship_name
source: Relationships
es: Relaciones
it: Relazioni

# habit_category_relationship_subtitle
source: Family, friends, loved ones
es: Familia, amigos, seres queridos
it: Famiglia, amici, affetti

# habit_category_productivity_name
source: Productivity
es: Productividad
it: Produttività

# habit_category_productivity_subtitle
source: Projects, planning, study
es: Proyectos, planificación, estudio
it: Progetti, pianificazione, studio

# habit_category_vice_name
source: Vices
es: Vicios
it: Vizi

# habit_category_vice_subtitle
source: Smoking, alcohol, sugars
es: Fumar, alcohol, azúcares
it: Fumo, alchool, zuccheri

# habit_category_home_name
source: Home
es: Hogar
it: Casa

# habit_category_home_subtitle
source: Cleaning, cooking, garden
es: Limpieza, cocina, jardín
it: Pulire, cucinare, giardino

# habit_category_custom_name
source: Custom
es: Personalizado
it: Personalizzato

# habit_category_custom_subtitle
source: Create a habit from scratch
es: Crea un hábito desde cero
it: Crea un'abitudine da zero

# habit_run_name
source: Run
es: Correr
it: Vai a correre

# habit_run_goal_sentence
source: of running
es: en la carrera
it: di corsa

# habit_walk_name
source: Walk
es: Dar un paseo
it: Fai una camminata

# habit_walk_goal_sentence
source: of walking
es: caminando
it: di camminata

# habit_yoga_name
source: Yoga
it: Fai yoga

# habit_yoga_goal_sentence
source: of yoga
es: de yoga
it: di yoga

# habit_study_name
source: Study
es: Estudiar
it: Studia

# habit_study_goal_sentence
source: of studying
es: de estudio
it: di studio

# habit_new_language_name
source: Learn a new language
es: Aprender un nuevo idioma
it: Impara una nuova lingua

# habit_new_language_goal_sentence
source: of studying
es: de estudio
it: di studio

# habit_reading_name
source: Read
es: Leer
it: Leggi

# habit_reading_goal_sentence
source: of reading
es: de lectura
it: di lettura

# habit_reading_time_sentence
source: I'll read
es: Leeré
it: Leggerò

# habit_drink_name
source: Drink
es: Beber
it: Bevi

# habit_drink_time_sentence
source: I'll drink
es: Beberé
it: Berrò

# habit_excercise_name
source: Exercise
es: Ejercicio
it: Fai esercizio

# habit_excercise_goal_sentence
source: of exercising
es: de ejercicio
it: di esercizio

# habit_teeth_name
source: Wash your teeth
es: Cepíllate los dientes
it: Lavati i denti

# habit_teeth_time_sentence
source: I'll wash my teeth
es: Me cepillaré los dientes
it: Mi laverò i denti

# habit_meditate_name
source: Meditate
es: Meditar
it: Medita

# habit_meditate_goal_sentence
source: of meditation
es: de meditación
it: di meditazione

# habit_eat_helthy_name
source: Eat healthy
es: Comer sano
it: Mangia salutare

# habit_eat_helthy_time_sentence
source: I'll eat healthy
es: Comeré saludablemente
it: Mangerò in maniera salutare

# habit_your_bed_name
source: Make the bed
es: Hazer la cama
it: Fai il letto

# habit_your_bed_time_sentence
source: I'll make the bed
es: Haré la cama
it: Farò il letto

# habit_wake_early_name
source: Wake up early
es: Despiertar temprano
it: Svegliati presto

# habit_wake_early_time_sentence
source: I'll weak up early
es: Me despertaré pronto
it: Mi sveglierò presto

# habit_bed_early_name
source: Go to bed early
es: Acuéstar temprano
it: Vai a letto presto

# habit_bed_early_time_sentence
source: I'll go to bed early
es: Me iré a la cama temprano
it: Andrò a letto presto

# habit_time_family_name
source: Spend time with other people
es: Pasar tiempo con otras personas
it: Passa del tempo con altre persone

# habit_time_family_goal_sentence
source: spent with other people
es: pasar el rato con otras personas
it: passate con altre persone

# habit_time_family_time_sentence
source: I'll spend my time with other people
es: Pasaré mi tiempo con otras personas
it: Passerò il mio tempo con altre persone

# habit_time_alone_name
source: Spend time alone
es: Pasar tiempo solos
it: Passa del tempo da solo

# habit_time_alone_goal_sentence
source: spent by myself
es: conmigo mismo
it: passate con me stesso

# habit_time_alone_time_sentence
source: I'll spend my time alone
es: Pasaré mi tiempo conmigo mismo
it: Passerò il mio tempo con me stesso

# habit_writing_name
source: Write
es: Escribir
it: Scrivi

# habit_writing_goal_sentence
source: of writing
es: escribiendo
it: di scrittura

# habit_play_instrument_name
source: Play an instrument
es: Tocar un instrumento
it: Suona uno strumento

# habit_play_instrument_goal_sentence
source: of playing
es: tocando
it: di suonata

# habit_cook_name
source: Cook
es: Cocina
it: Cucina

# habit_cook_time_sentence
source: I'll cook
es: Cocinaré
it: Cucinerò

# habit_sing_name
source: Sing
es: Cantar
it: Canta

# habit_sing_goal_sentence
source: of singing
es: cantando
it: di canto

# habit_project_name
source: Work on a project
es: Trabajar en mi proyecto
it: Lavora sul tuo progetto

# habit_project_goal_sentence
source: of work
es: trabajando
it: di lavoro

# habit_podcast_name
source: Listen to podcast
es: Escuchar un podcast
it: Ascolta un podcast

# habit_podcast_goal_sentence
source: of listening
es: escuchando
it: di ascolto

# habit_something_new_name
source: Try something new
es: Pruebar algo nuevo
it: Prova qualcosa di nuovo

# habit_something_new_time_sentence
source: I'll try something new
es: Probaré algo nuevo
it: Proverò qualcosa di nuovo

# habit_eat_fruit_name
source: Eat fruits
es: Comer fruta
it: Mangia la frutta

# habit_eat_fruit_time_sentence
source: I'll eat fruits
es: Comeré fruta
it: Mangerò la frutta

# habit_eat_vegetables_name
source: Eat vegetables
es: Comer verduras
it: Mangia la verdura

# habit_eat_vegetables_time_sentence
source: I'll eat vegetables
es: Me comeré las verduras
it: Mangerò la verdura

# habit_visualization_name
source: Visualization
es: Visualización
it: Pratica la visualizzazione

# habit_visualization_goal_sentence
source: of visualization
es: de visualización
it: di visualizzazione

# habit_affirmations_name
source: Affirmations
es: Afirmaciones
it: Pratica le affermazioni

# habit_affirmations_goal_sentence
source: of affirmations
es: de afirmaciones
it: di affermazioni

# habit_journal_name
source: Journaling
es: Escribir en el diario
it: Scrivi nel diario

# habit_journal_goal_sentence
source: of journaling
es: escribiendo
it: di scrittura

# habit_journal_time_sentence
source: I'll write in my journal
es: Escribiré en mi diario
it: Scriverò nel mio diario

# habit_self_reflects_name
source: Reflect on the day
es: Reflexionar sobre el día
it: Rifletti sulla giornata

# habit_self_reflects_time_sentence
source: I'll reflect on my day
es: Reflexionaré sobre el día
it: Rifletterò sulla giornata

# habit_plan_week_name
source: Plan the week
es: Planificar la semana
it: Pianifica la settimana

# habit_plan_week_time_sentence
source: I'll plan my week
es: Planearé la semana
it: Pianificherò la settimana

# habit_avoid_smoke_name
source: Avoid smoke
es: Evitar fumar
it: Evita di fumare

# habit_avoid_smoke_time_sentence
source: I'll avoid smoking
es: Evitaré fumar
it: Eviterò di fumare

# habit_avoid_sugar_name
source: Avoid sugar
es: Evitar comer azúcar
it: Evita di mangiare zuccheri

# habit_avoid_sugar_time_sentence
source: I'll avoid eating sugar
es: Evitaré comer azúcar
it: Eviterò di mangiare zuccheri

# habit_avoid_drink_name
source: Avoid alchool
es: Evitar beber
it: Evita di bere

# habit_avoid_drink_time_sentence
source: I'll avoid drinking
es: Evitaré beber
it: Eviterò di bere

# habit_avoid_caffeine_name
source: Avoid caffeine
es: Evitar la cafeína
it: Evita la caffeina

# habit_avoid_caffeine_time_sentence
source: I'll avoid caffeine
es: Evitaré la cafeína
it: Eviterò la caffeina

# habit_breath_name
source: Breath
es: Respiración
it: Pratica la respirazione

# habit_breath_goal_sentence
source: of breathing
es: de respiración
it: di respirazione

# habit_go_out_name
source: Exit the house
es: Salir de la casa
it: Esci di casa

# habit_go_out_time_sentence
source: I'll go outside
es: Dejaré la casa
it: Uscirò di casa

# habit_gratitude_name
source: Gratitude
es: Gratitud
it: Pratica la gratitudine

# habit_gratitude_goal_sentence
source: of gratitude
es: de gratitud
it: di gratitudine

# habit_cold_shower_name
source: Cold shower
es: Ducha fría
it: Doccia fredda

# habit_cold_shower_time_sentence
source: I'll make a cold shower
es: Me daré una ducha fría
it: Mi farò la doccia fredda

# habit_paint_name
source: Paint
es: Pintar
it: Dipingi

# habit_paint_goal_sentence
source: of painting
es: de la pintura
it: di pittura

# habit_swim_name
source: Swim
es: Nadar
it: Nuota

# habit_swim_goal_sentence
source: of swimming
es: de natación
it: di nuoto

# habit_bicycle_name
source: Cycling
es: Ir en bicicleta
it: Vai in bicicletta

# habit_bicycle_goal_sentence
source: of cycling
es: en bicicleta
it: di bicicletta

# habit_track_expenses_name
source: Track expenses
es: Seguimiento de gastos
it: Traccia le spese

# habit_track_expenses_time_sentence
source: I'll track my expenses
es: Seguiré mis gastos
it: Traccerò le mie spese

# habit_videocall_family_name
source: Call family
es: Llamar a mi familia
it: Chiama la tua famiglia

# habit_videocall_family_time_sentence
source: I'll call my family
es: Llamaré a mi familia
it: Chiamerò la mia famiglia

# habit_avoid_eat_out_name
source: Avoid eating outside
es: Evitar comer fuera
it: Evita di mangiare fuori

# habit_avoid_eat_out_time_sentence
source: I'll avoid eating outside
es: Evitaré comer fuera
it: Eviterò di mangiare fuori

# habit_plan_meals_name
source: Plan a food diary
es: Planificar el diario de alimentos
it: Pianifica il diario alimentare

# habit_plan_meals_time_sentence
source: I'll plan my food diary
es: Planificaré el diario de alimentos
it: Pianificherò il diario alimentare

# habit_write_friends_name
source: Write to friends
es: Escribir a amigos
it: Scrivi agli amici

# habit_write_friends_time_sentence
source: I'll write to friends
es: Escribiré a mis amigos
it: Scriverò agli amici

# habit_show_love_name
source: Be loving
es: Ser cariñoso
it: Sii affettuoso

# habit_show_love_time_sentence
source: I will be affectionate
es: Seré cariñoso
it: Sarò affettuoso

# habit_take_trash_name
source: Take out garbage
es: Sacar la basura
it: Butta la spazzatura

# habit_take_trash_time_sentence
source: I'll take out garbage
es: Tiraré la basura
it: Butterò la spazzatura

# habit_laundry_name
source: Do laundry
es: Lavar ropas
it: Fai la lavatrice

# habit_laundry_time_sentence
source: I'll do laundry
es: Yo lavaré la ropas
it: Farò la lavatrice

# habit_clean_house_name
source: Clean house
es: Limpiar la casa
it: Pulisci la casa

# habit_clean_house_time_sentence
source: I'll clean the house
es: Limpiaré la casa
it: Pulirò la casa

# habit_gardening_name
source: Clean the garden
es: Cuidar el jardín
it: Cura il giardino

# habit_gardening_time_sentence
source: I'll clean the garden
es: Yo me ocuparé del jardín
it: Curerò il giardino

# habit_avoid_socials_name
source: Avoid social media
es: Evitar las redes sociales
it: Evita i social media

# habit_avoid_socials_time_sentence
source: I'll avoid social media
es: Evitaré las redes sociales
it: Eviterò i social media

# habit_plan_day_name
source: Plan the day
es: Planificar mi día
it: Pianifica la giornata

# habit_plan_day_time_sentence
source: I'll plan the day
es: Planearé el día
it: Pianificherò la giornata

# home_good_morning
source: Goodmorning
es: Buenos días
it: Buongiorno

# home_good_evening
source: Goodevening
es: Buenas noches
it: Buonasera

# home_welcome
source: Welcome
es: Bienvenido
it: Benvenuto

# home_welcome_back
source: Welcome back
es: Bienvenido de nuevo
it: Bentornato

# home_your_goals
source: Your goals
es: Tus metas
it: I tuoi obiettivi

# home_your_week
source: Your week
es: Tu semana
it: La tua settimana

# journal_mood_question
source: How do you feel?
es: ¿Cómo te sientes?
it: Come ti senti?

# journal_notes_question
source: How was today?
es: ¿Cómo fue hoy?
it: Com'è andata oggi?

# journal_save_close
source: Save & close
es: Guardar & cerrar
it: Salva & chiudi

# main_weel_done
source: Well done!
es: Bien Echo!
it: Ben fatto!

# main_edit_goal
source: Edit goal
es: Editar objetivo
it: Modifica obiettivo

# main_goal_completed
source: You reached your goal!
es: Has alcanzado tu objetivo!
it: Hai raggiunto il tuo obiettivo!

# main_add_new_goal
source: Add a new goal to start!
es: Agrega un nuevo objetivo para comenzar!
it: Aggiungi un obiettivo per cominciare!

# main_my_goal
source: My goal
es: Mi objetivo
it: Il mio obiettivo

# main_track_progress
source: Track progress
es: Agregar progreso
it: Traccia progressi

# main_will_reach_goal
source: You'll reach your goal by the
es: Alcanzarás tu objetivo el
it: Raggiungerai il tuo prossimo traguardo il

# main_delete_question_confirmation
source: Are you sure you want to delete this goal?
es: ¿Quieres eliminar este objetivo?
it: Sei sicuro di voler cancellare quest'obiettivo?

# measure_unit_session
source: sessions
es: sesiones
it: sessioni

# measure_unit_page
source: pages
es: páginas
it: pagine

# measure_unit_hour
source: hours
es: horas
it: ore

# measure_unit_time
source: times
es: tiempos
it: volte

# measure_unit_single_time
source: days
es: días
it: giorni

# motivational_sentence_1
source: Setting goals is the first step in turning the invisible into the visible
es: Establecer metas es el primer paso para convertir lo invisible en visible
it: Stabilire obiettivi è il primo passo per trasformare l'invisibile in visibile
